# Напишите программу, которая выводит на экран следующий текст:
#
# I***like***Python


print('I', 'like', 'Python', sep='***')
