# Напишите программу, которая считывает три целых числа и выводит на экран их сумму. Каждое число записано в отдельной
# строке.


n1,n2,n3 = int(input()), int(input()), int(input())
print(n1+n2+n3)
