# Напишите программу, которая считает стоимость трёх компьютеров, состоящих из монитора, системного блока, клавиатуры
# и мыши.


sum_1, sum_2, sum_3, sum_4 = int(input()), int(input()), int(input()), int(input())
total = (sum_1 + sum_2 + sum_3 + sum_4) * 3
print(total)
