# Напишите программу, которая принимает через стандартный поток ввода (команда input()) три строки, а затем выводит их в
# той же последовательности, каждую на отдельной строке.


print(input())
print(input())
print(input())
