# Напишите программу, которая принимает через стандартный поток ввода (команда input()) три строки, а затем выводит их в
# обратной последовательности, каждую на отдельной строке.


a = input()
b = input()
c = input()
print(c)
print(b)
print(a)
