# Напишите программу, которая выводит следующий треугольник, состоящий из звёздочек (*):
# *
# **
# ***
# ****
# *****
# ******
# *******


print('*', '**', '***', '****', '*****', '******', '*******', sep='\n')
